<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Введите правильные имя пользователя и пароль',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'Register' => 'Регистрация',
    'Login' => 'Вход',
    'LoginBtn' => 'Войти',
    'RegisterBtn' => 'Зарегистрировать',
    'Name' => 'Имя',
    'E-Mail Address' => 'Email',
    'Password' => 'Пароль',
    'Confirm Password' => 'Подтверждение',
    'Forgot Your Password?' => 'Забыли пароль?',
    'Remember Me' => 'Запомнить меня',
];
