<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы сообщений
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются в интерфейсе приложения для
    | различных flash сообщений и сообщений об ошибках, которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'labelWasCreated'   => 'Метка успешно создана',
    'labelWasUpdated'   => 'Метка успешно изменена',
    'labelWasDeleted'   => 'Метка успешно удалена',
    'labelWasNotDeleted'   => 'Не удалось удалить метку',
    'statusWasUpdated'   => 'Статус успешно изменён',
    'statusWasCreated'   => 'Статус успешно создан',
    'statusWasDeleted'   => 'Статус успешно удалён',
    'statusWasNotDeleted'   => 'Не удалось удалить статус',
    'taskWasUpdated' => 'Задача успешно изменена',
    'taskWasCreated' => 'Задача успешно создана',
    'taskWasDeleted' => 'Задача успешно удалена',
];
