<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы приложения Task-Manager
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются для отображения интерфейсов и надписей в приложении Task-Manager.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'Tasks'   => 'Задачи',
    'Labels' => 'Метки',
    'Statuses' => 'Статусы',
    'Create status' => 'Создать статус',
    'Updating status' => 'Изменение статуса',
    'Update' => 'Обновить',
    'Create' => 'Создать',
    'ID' => 'ID',
    'Name' => 'Имя',
    'Created' => 'Дата создания',
    'Actions' => 'Действия',
    'Delete' => 'Удалить',
    'Update' => 'Изменить',
    "sure?" => "Вы уверены?",
];
